Repository: arturomarino/Near-Me
Catalog: lib/l10n/app_*.arb
Languages: it

# language
source: English
it: Italiano

# wifi
source: Set WiFi
it: Imposta WiFi

# impostazioni
source: Settings
it: Impostazioni

# copia
source: Copy
it: Copia

# apri_imposta
source: Open Settings
it: Apri Impostazioni

# istruzioni
source: -Copy Password -Open WiFi Settings -Choose 'iChiani' -Paste Password -Connect
it: -Copia la Password -Apri Impostazioni WiFi -Scegli 'iChiani' -Incolla la Password -Connetti

# lingua
source: Language
it: Lingua

# termini
source: Privacy Policy
it: Politica sulla Riservatezza

# esci
source: Log out
it: Esci

# cid
source: Structure Identification Code
it: Codice Identificativo Struttura

# copiato
source: Copied to clipboard
it: Copiato negli appunti

# aiutoQuest
source: Do you need help?
it: Hai bisogno di aiuto?

# storia
source: The History
it: La Storia

# storia_desc
source: Why iChiani?
it: Perchè iChiani?

# villa
source: The Villa
it: La Villa

# villa_desc
source: What is the iChiani concept?
it: Qual è il concetto iChiani?

# premi
source: The Prices
it: I Premi

# premi_desc
source: What are our awards?
it: Quali sono i nostri riconoscimenti?

# alimentari
source: Food
it: Alimentari

# ristoranti
source: Restaurants
it: Ristoranti

# mobilita
source: Mobility
it: Mobilità

# salute
source: Health
it: Salute

# attivita
source: Activity
it: Attività

# social
source: Our Social
it: I Nostri Social

# dove_andare
source: Where to go
it: Dove andare

# ristoranti_e_pizzerie
source: Restaurants and Pizzerias
it: Ristoranti e Pizzerie

# dove_rifornirsi
source: Where to Refuel
it: Dove Rifornirsi

# vai_button
source: GO
it: VAI

# la_storia_text
source: “Li Chiani“ in the local dialect means flat land characterized mainly by outcropping rock. In this area, in the past, the peasants reclaimed the land by pitting them to make them fertile and suitable for planting typical native crops (figs and prickly pears, vines and olive groves, capers, etc.). The typical architecture of the Lower Salento (pajare, lamioni, dry stone walls, etc.) was created with the stone obtained from the stone removal. Villa LiChiani was born in the early eighties and is mainly used in the summer in order to allow the property to enjoy a period of well-deserved rest. In 2017, to coincide with the year dedicated to sustainable tourism, Villa Li Chiani undergoes a profound and substantial restyling that gives the house a modern design that is at the same time compatible with local and Mediterranean tradition. Thus was born iChiani - Charming & Sustainable Holidays The real strength of iChiani - Charmig & Sustainable Holidays is the regeneration from an energy and environmental sustainability point of view which makes it completely independent from fossil energy sources. The CasaClima certification (prot. Nr. 2017/01278) certifies the energy quality and comfort achieved. iChiani - Charming & Sustainable Holidays is located on the Via Leucadensis which is the ancient “Way of forgiveness“. On this road, since the Middle Ages, pilgrims from all over the Salento peninsula have traveled to the Sanctuary of Santa Maria di Leuca “De Finibus Terrae“.
it: “Li Chiani” nel dialetto locale sta a significare terreno pianeggiante e caratterizzato prevalentemente da roccia affiorante. In questa località, nel passato, i contadini bonificarono i terreni spietrandoli per renderli fertili e adatti alla piantumazione delle tipiche colture autoctone (fichi e fichi d’india, vitigni e uliveti, capperi, etc.). Con la pietra ricavata dallo spietramento si realizzarono le architetture tipiche del Basso Salento (pajare, lamioni, murature in pietrame a secco, etc.). Villa LiChiani nasce nei primi anni ottanta e viene utilizzata prevalentemente nel periodo estivo al fine di consentire alla proprietà di godere di un periodo di meritato riposo. Nel 2017, in concomitanza dell’anno dedicato al turismo sostenibile, Villa Li Chiani subisce un profondo e sostanziale intervento di restyling che conferisce all’abitazione un design moderno e al tempo stesso compatibile con la tradizione locale e mediterranea. Nasce così iChiani – Charming & Sustainable Holidays Il vero punto di forza di iChiani – Charmig & Sustainable Holidays è la rigenerazione dal punto di vista energetico e della sostenibilità ambientale che lo rende del tutto indipendente dalle fonti di energia fossile. La certificazione CasaClima (prot. Nr. 2017/01278) ne attesta la qualità energetica e di comfort realizzata. iChiani – Charming & Sustainable Holidayssi trova sulla Via Leucadensis che è l’antica “Via del perdono”. Su questa strada, fin dal Medioevo, i pellegrini provenienti da ogni dove percorrono la penisola salentina giungendo fino al Santuario di Santa Maria di Leuca “De Finibus Terrae”.

# la_villa_text
source: “Charming & Sustainable Holidays“ is our motto… This was possible through the reinterpretation, in a contemporary key, of the rural tradition of Puglia and Salento. iChiani is a design villa with swimming pool in Gagliano del Capo that expresses the desire to rediscover the physicality of traditional materials. Given the presence of 4 bedrooms served by 3 bathrooms, iChiani offers 8 beds (+2 optional). Sublime location for a romantic getaway among the sweet olive groves of the Serre del Salento, iChiani was created to seduce the most demanding guests in terms of comfort, sustainability and privacy. A villa that resizes the concept of full and empty, the watchword is: space. The location allows you to move easily to the most beautiful places on the Salento peninsula and to the many beaches ranging from the Adriatic to the Ionian coast. To brighten your stay, the modern swimming pool with a panoramic view of the olive grove. Simple expression of an imposing and light architecture, it is proud and respectful of the surrounding nature. The night atmosphere is also breathtaking. The interiors are customized through minimal-chic furnishing elements that outline the style. The materials used enhance the soft colors of the Salento stone and the white of the rooms gives brightness and freshness. The main house, located in a dominant position over the olive grove, is equipped with a comfortable living area, four bedrooms (three with double beds and one with single beds joined or divisible), each with its own bathroom / shower, and a service toilet. The terraces, loggias and outdoor furniture represent the perfect synthesis between luxury and tradition. Externally it is also possible to use an additional private bathroom / shower for an excellent after-pool. Privacy is further guaranteed by an alarm system connected to the police. Our team offers iChiani guests, on request, a wide choice of exclusive services in the villa.
it: «Fascino & Vacanza Sostenibile» è il nostro motto… Ciò è stato possibile attraverso la reinterpretazione, in chiave contemporanea, della tradizione rurale pugliese e salentina. iChiani è una villa di design con piscina a Gagliano del Capo che esprime il desiderio di riscoprire la fisicità dei materiali tradizionali. Data la presenza di 4 camere servite da 3 bagni, iChiani offre 8 posti letto (+2 opzionali). Location sublime per una fuga romantica tra i dolci uliveti delle Serre del Salento, iChiani è nata per sedurre gli ospiti più esigenti in termini di comfort, sostenibilità e privacy. Una villa che ridimensiona il concetto di pieni e vuoti, la parola d’ordine è: spazio. L’ubicazione consente di spostarsi facilmente verso le località più belle della penisola salentina e verso le numerose spiagge che vanno dalla costa Adriatica a quella Ionica. Ad allietare il vostro soggiorno, la moderna piscina con vista panoramica sull’uliveto. Espressione semplice di un’architettura imponente e leggera, si mostra fiera e rispettosa della natura circostante. Anche l’atmosfera notturna è di quelle mozzafiato. Gli interni sono personalizzati attraverso elementi d’arredo minimal-chic che ne delineano lo stile. I materiali utilizzati esaltano i colori tenui della pietra salentina ed il bianco degli ambienti dona luminosità e freschezza. L’abitazione principale, ubicata in posizione dominante sull’uliveto, è dotata di una confortevole area living, quattro camere da letto (tre con letti matrimoniali e una con letti singoli uniti o divisibili), ciascuna con il proprio bagno/doccia, e un wc di servizio. Le terrazze, i loggiati e gli arredi esterni rappresentano la sintesi perfetta tra lusso e tradizione. Esternamente è possibile fruire anche di un ulteriore bagno/doccia privato per un ottimo dopo piscina. La privacy è ulteriormente garantita da un impianto di allarme collegato alle forze dell’ordine.Il nostro team offre agli ospiti di iChiani, su richiesta, un’ampia scelta di servizi esclusivi in villa

# i_premi_text
source: iChiani wins the energy efficiency Oscar in 2018 The golden cube, the Oscar for energy efficiency, is awarded to iChiani Every year in Bolzano the best ClimateHouse cube is awarded with the CasaClima gold cube certified throughout Italy. CasaClima Awards is a ceremony that takes place every year in Bolzano and in which the CasaClima gold cubes are awarded, recognition of the energy efficiency and environmental sustainability of some of the CasaClima certified buildings during the year . Those buildings that stand out for their low energy consumption and consequent lower environmental impact, and for high well-being for the inhabitants, as well as for the use of environmentally friendly materials, are awarded. Who is awarded the golden cube? The buildings that have obtained the CasaClima Gold or Casaclima A certification. lima those buildings that stand out among others for excellent insulation, use of highly innovative windows, high-performance plant systems with maximum exploitation of renewable energy. The high architectural quality is also added. There are no categories: single-family or multi-family residences can be awarded, as well as accommodation facilities or school buildings or office buildings. There is also no difference between new buildings and refurbishment. The Plus of Villa iChiani Living an experience in a building nZEB (nearly Zero Energy Building) Energy Classification: Energy Class D.Lgs 192/2005 Global energy performance A4 0.00 kWh/m2 year CasaClima Energy Class Overall efficiency class of the building Gold 0 kg CO2/m2a ITACA performance scale Environmental sustainability level Level 3.51 Broadband system Complies with Law 164/2014 Building 2.0
it: iChiani si aggiudica l'oscar dell'efficenza energetica nel 2018 ​Assegnato ad iChiani Il cubo d’oro, l’Oscar per l’efficienza energetica Ogni anno a Bolzano vengono premiate col cubo d’oro CasaClima le migliori CaseClima certificate in tutta Italia. CasaClima Awards è una cerimonia che si svolge ogni anno a Bolzano e nella quale vengono consegnati i cubi d’oro CasaClima, riconoscimento dell’efficienza energetica e della sostenibilità ambientale di alcuni tra gli edifici certificati CasaClima nel corso dell’anno. Vengono premiati quegli edifici che spiccano per basso consumo energetico e conseguente minor impatto ambientale, e per elevato benessere per gli abitanti, oltre che per l’utilizzo di materiali ecocompatibili. A chi viene assegnato il cubo d’oro? Gli edifici che hanno ottenuto la Certificazione CasaClima Oro o Casaclima A. Tra tutti gli edifici certificati CasaClima in Italia (CasaClima Oro, CasaClima A, CasaClima B) vengono scelti per l’assegnazione dei Cubi d’Oro CasaClima quegli edifici che spiccano tra gli altri per ottima coibentazione, utilizzo di serramenti altamente innovativi, sistemi impiantistici performanti con il massimo sfruttamento delle energie rinnovabili. Si aggiunge inoltre l’elevata qualità architettonica. Non ci sono categorie: possono essere premiate residenze unifamiliari o plurifamiliari, così come strutture ricettive o edifici scolastici o edifici adibiti ad uffici. Non c’è inoltre differenza tra edifici di nuova costruzione ed risanamento. Il Plus di Villa iChiani Vivere un esperienza in un edificio nZEB (nearly Zero Energy Building) Classificazione Energetica: Classe Energetica D.Lgs 192/2005 Prestazione energetica globale A4 0,00 kWh/m2 anno Classe Energetica CasaClima Classe di efficienza complessiva dell’edificio Gold 0 kg CO2/m2a Scala di prestazione ITACA Livello di sostenibilità ambientale Livello 3.51 Impianto a Banda Larga Conforme alla Legge 164/2014 Edificio 2.0

# servizi
source: Service
it: Servizi

# verifica_la_disponibilita
source: Check availability
it: Verifica la disponibilità

# errorNet
source: Something went wrong
it: Qualcosa è andato storto

# loadingNet
source: Loading...Check Intenet State
it: Attendi...Verifica la connessione

# servizi_subacquei
source: Diving services
it: Serzizi subacquei

# escursioni_in_barca
source: Boat excursion
it: Escursioni in barca

# lezioni_di_yoga
source: Yoga classes
it: Lezioni di Yoga

# blackout
source: What to do in the event of a blackout?
it: Cosa fare in caso di blackout?

# piscina
source: Use the pool correctly
it: Usare correttamente la piscina

# spazzatura
source: What days does the garbage go?
it: In quali giorni passa la spazzatura?

# problema
source: Find out how to fix the problem
it: Scopri come risolvere il problema

# rivista
source: Browse the magazine
it: sfoglia la rivista

# benvenuto_a_ichiani
source: Welcome to
it: Benvenuto a

# accedi
source: Login
it: Accedi

# non_riesci_a_contattarci
source: Can't contact us?
it: Non riesci a contattarci?

# contattaci
source: Contact us
it: Contattaci

# regole_piscina_titolo
source: Rules for the good use of the pool
it: Regole per il buon uso della piscina

# regole_piscina_testo
source: -Children should be supervised at all times -Please do not swim under the influence of alcohol -It is mandatory to shower before entering the water -Only wear correct swimwear, any clothing is prohibited -It is forbidden to bring food and drink into the pool, or any sharp objects, which are dangerous. -It is permitted to use goggles ear and nose plugs -It is forbidden to dive into the pool -It is forbidden to run or go near the pool -Please note that for hygiene reasons it is forbidden to spit or urinate in the pool.
it: -I bambini devono essere sempre sorvegliati. -Si prega di non nuotare sotto l'effetto di alcol -È obbligatorio fare la doccia prima di entrare in acqua -Indossare solo costumi da bagno corretti, qualsiasi abbigliamento è vietato. -È vietato portare in piscina cibi e bevande, o qualsiasi oggetto appuntito, che sia pericoloso -È consentito l'uso di occhiali protettivi per orecchie e naso - È vietato tuffarsi in piscina -È vietato correre o avvicinarsi alla piscina -Si prega di notare che per motivi igienici è vietato sputare o urinare all'interno la piscina

# esegui_2_ver
source: Perform these 2 checks...
it: Esegui queste 2 verifiche...

# verifica_1
source: Make sure that each knife is raised in the electrical panel located in the corridor.
it: Verifica che nel quadro elettrico situato in corridoio ogni coltello sia alzato.

# verifica_2
source: Make sure that the panel knife is correctly raised in the cabin behind the car park.
it: Verifica che nella cabina posta dietro al parcheggio il coltello del quadro sia correttamente alzato.

# ancora_problemi
source: Still having problems?
it: Hai ancora problemi?

# annulla
source: Cancel
it: Annulla

# sicuro
source: Are you sure you want to go out?
it: Sicuro di voler uscire?

# well
source: Wellness, Health and Care
it: Benessere e Salute

# dicono
source: About us
it: Dicono di noi

# lascia
source: Leave a review
it: Lascia una recensione

# nome
source: Name
it: Nome

# valuta
source: Rate
it: Valuta

# paese
source: Country
it: Paese

# titolo
source: Title
it: Titolo

# mess
source: What do you think of iChiani?
it: Cosa ne pensi di iChiani?

# errorMess
source: Attention! Make sure you have filled in all fields
it: Attenzione! Assicurati di aver compilato tutti i campi

# pubblicato
source: Thanks from the iChiani team!
it: Grazie dal team iChiani!

# pubblica
source: PUBLISH
it: PUBBLICA

# seleziona
source: Select
it: Seleziona

# ospedali
source: Hospital
it: Ospedali

# farmacie
source: Pharmacy
it: Farmacie

# scegli_lingua
source: Choose the language
it: Scegli la lingua

# scegli
source: Choose
it: Scegli

# mio
source: My
it: Il mio

# carrello
source: Cart
it: Carrello

# totale
source: Total:
it: Totale:

# paga
source: Pay Now
it: Paga Adesso

# grazie
source: Thanks for your order!
it: Grazie per il tuo ordine!

# grazie_messaggio
source: Thanks for your order!
it: Grazie per il tuo ordine!

# preparare
source: iChiani team is preparing your order!
it: Il team iChiani sta preparando il tuo ordine

# rimosso_1
source: Removed from Cart
it: Rimosso dal Carrello

# rimosso_2
source: You have removed the item from cart
it: Hai rimosso l'articolo dal carrello

# aggiunto
source: added to cart
it: aggiunto al carrello

# transaction_failed
source: Payment failed
it: Pagamento non riuscito

# transaction_failed_err
source: Payment failed:
it: Pagamento non riuscito:

# transaction_cancelled
source: Payment annulled
it: Pagamento Annullato

# caricamento
source: Loading...
it: Caricamento...

# ho_capito
source: I understand
it: Ho capito

# istruzioni_vedi
source: See instruction
it: Leggi le istruzioni

# istruzioni_titolo
source: Instructions
it: Istruzioni

# separa
source: Sort the trash according to its type
it: Separa la spazzatura in base alla sua tipologia

# riponi
source: Put the garbage in the colored bin, Remember that only
it: Riponi la spazzatura nel rispettivo bidone colorato, Ricorda che solo l'

# organico
source: organic waste
it: organico

# e_il
source: and
it: e il

# non_riciclabile
source: non-recyclable waste
it: non riciclabile

# devono
source: must be placed in a plastic bag first and then in the coloured bin
it: devono essere inseriti prima in un sacchetto di plastica e successivamente nel rispettivo bidone colorato

# bidone
source: The bin must be taken to the outside of the villa, to the street, the evening before the day it is collected
it: Il bidone deve essere portato all'esterno della villa, sulla strada, la sera precedente del giorno in cui viene raccolto

# bidoni
source: Once emptied, the bins must be returned to the inside of the villa
it: I bidoni, una volta svuotati, devono essere riportati all'interno della villa

# scrivici
source: Write to us
it: Scrivici

# nessun_articolo
source: No items in the cart.
it: Nessun articolo nel carrello.

# tendenza
source: Categories
it: Categorie

# luoghi
source: Places
it: Luoghi

# abbandona
source: Left
it: Abbandona

# e_consentito
source: It is allowed
it: È consentito

# e_vietato
source: It is forbidden
it: È vietato

# da_sapere
source: To know
it: Da Sapere

# numero_di_emergenza
source: Numbers of emergency
it: Numeri di emergenza

# regole_della_casa
source: Rules of the house
it: Regole della casa

# faq_della_casa
source: FAQ OF THE HOUSE
it: Faq della casa

# ciao
source: Hello there
it: Ciao

# esplora
source: Explore
it: Esplora

# altri_servizi
source: Extra services
it: Servizi extra

# documenti
source: Documents
it: Documenti

# mostra_di_piu
source: Show more
it: Mostra altro

# chiudi
source: Close
it: Chiudi

# sei_in_pericolo
source: Are you in danger?
it: Sei in pericolo?

# chiama
source: Call
it: Chiama

# regole
source: Rules
it: Regole

# divieto
source: Prohibition
it: Divieti

# discoteche
source: disco
it: Discoteche

# codice_struttura
source: Structure code is
it: Il codice struttura è

# nome_struttura
source: Structure name
it: Nome struttura

# tipo_struttura
source: Structure type
it: Tipo struttura

# i_tuoi_documenti
source: Your documents
it: I tuoi documenti

# i_miei_dati
source: My info
it: I miei dati

# informazioni_account
source: Account information
it: Informazioni account

# dati_del_viaggiatore
source: Traveler data
it: Dati viaggiatore

# elimina_dati_account
source: Delete account data
it: Elimina dati account

# imposta_lingua
source: Set language
it: Imposta lingua

# diventa_un_host
source: Become a host
it: Diventa un host

# aggiungi_un_viaggiatore
source: Add a traveller
it: Aggiungi un viaggiatore

# dati_personali
source: Personal data
it: Dati personali

# inserisci_i_dati_desc
source: Enter the traveler's details exactly as they appear on their passport or another travel document
it: Inserisci i dati del viaggiatore esattamente come appaiono sul suo passaporto o su qualsiasi documento di viaggio

# cognome
source: Surname
it: Cognome

# sesso
source: Gender
it: Sesso

# data_di_nascita
source: Date of birth
it: Data di nascita

# nazionalita
source: Nationality
it: Nazionalità

# aggiungi_un_documento_di_viaggio
source: Add a travel document
it: Aggiungi un documento di viaggio

# assicurati_desc
source: Make sure that these details match those in your document
it: Assicurati che questi dati siano uguali a come appaiono sul documento

# tipo_di_documento
source: Document type
it: Tipo documento

# numero_di_documento
source: Document number
it: Numero documento

# data_di_emissione
source: Issuing date
it: Data di emissione

# data_di_scadenza
source: Expiration date
it: Data di scadenza

# salva
source: Save
it: Salva

# le_mie_strutture
source: My structure
it: Le mie strutture

# faq_delle_mie_strutture
source: Faq of my structure
it: Faq della mia struttura

# orario_checkIn
source: Time check-in/out
it: Orario check-in/out

# i_miei_altri_servizi
source: My extra services
it: I miei servizi extra

# imposta_wif_struttura
source: Set wi-fi of the structure
it: Imposta wi-fi della struttura

# ordini
source: Orders
it: Ordini

# influenza_in_giorni_diversi
source: Influence on different days
it: Impressioni nei diversi giorni

# lineare
source: Linear
it: Lineare

# curvo
source: Curve
it: Curvo

# impressioni_dei_luoghi_aggiunti
source: Impressions of your added places
it: Impressioni dei luoghi aggiunti

# membri
source: Member
it: Membri

# aggiungi_membro
source: add member
it: Aggiungi un membro

# inserisci_id_utente
source: Enter user ID
it: Inserisci ID utente

# cerca
source: Search
it: Cerca

# inserisci_il_nome_del_wifi
source: Enter the wifi name
it: Inserisci il nome del wifi

# inserisci_una_password
source: Enter a password
it: Inserisci una password

# i_tuoi_servizi
source: Your services
it: I tuoi servizi

# i_tuoi_clienti
source: Your customers
it: I tuoi clienti

# manage
source: Manage your structure
it: Gestisci la tua struttura

# name_surname
source: Name and Surname
it: Nome e cognome

source: ID user
it: ID utente

# abbonamento
source: Plan
it: Abbonamento

# renew
source: The subscription will automatically renew on the day
it: L'abbonamento si rinnoverà automaticamente nel giorno

# sicuro_eliminare
source: Are you sure you want to delete the account?
it: Sicuro di voler eliminare l'account?

# no_recuperarlo
source: If you delete your account you will never be able to recover it
it: Se elimini l'account non potrai più recuperarlo

# definitivamente
source: Delete permanently
it: Elimina definitivamente

# questi_dati
source: This data will be shared with the host, you won't waste your time from now on
it: Questi dati verranno condivisi con l'host, non perderai più tempo d'ora in poi

# inviato
source: Send
it: Inviato
